Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: །རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་འདི་གང་གིས་རིས་འཐུན་པར་སེམས་རྩེ་གཅིག་པས་མཉན་ནས་ཉིན་ཞག་བདུན་དུ་ལས་གཞན་མི་བྱེད་པར་ཆོས་འདི་རྣམ་པར་སྒོམ་པར་བྱེད་ན་དགེ་བའི་ཕྱོགས་ཐམས་ཅད་ལས་ཡོངས་སུ་ཉམས་པར་བྱེད་པ་དང་། བགེགས་བྱེད་པ་དང་། ནོར་ཡོངས་སུ་ཉམས་པར་བྱེད་པ་དང་། སྡུག་པའི་དངོས་པོ་དང་བྲལ་བར་བྱེད་པ་དང་། ལུས་ལ་ཀུན་ཏུ་གནོད་པར་བྱེད་པ་དང་། སེམས་ཀུན་ཏུ་འཁྲུག་པར་བྱེད་པ་དང་། དགེ་བ་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བར་བྱེད་པ་དང་། མི་དགེ་བ་ཐམས་ཅད་ལ་མངོན་པར་དགའ་བར་བྱེད་པའི་སྡིག་པའི་ལས་དེ་དག་ཐམས་ཅད་མ་ལུས་པར་འབྲས་བུ་མི་སྒྲུབ་པར་ཟད་པར་འགྱུར་ཏེ། མཚམས་མེད་པ་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དང་། ལྟུང་བའི་རྩ་བ་བྱུང་བ་ནི་མ་གཏོགས་སོ།
en: If some beings listen one-pointedly and appropriately to this great teaching of the fundamental knowledge mantra and cultivate this Dharma for seven days without doing anything else, everything that causes the deterioration and obstruction of virtue will be exhausted without coming to fruition. The same applies to everything that causes wealth to decline, everything that causes one to be separated from desirable objects, everything that harms the body and disturbs the mind, everything that causes one to feel weary of any type of virtue, and everything that causes one to feel joyful about any type of nonvirtue—except for the acts of immediate retribution, the rejection of the sacred Dharma, the denigration of the noble ones, and the root downfalls.

source: །དེ་དགེ་བའི་རྩ་བ་དེ་ལྟ་བུ་ཀུན་ཏུ་སྤྱོད་པར་བྱེད་དེ།
en: “Those beings will then engage in such roots of virtue.

source: གལ་ཏེ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཀུན་ཏུ་རྩོམ་པར་བྱེད་ན་དེ་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པར་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་དང་། རྐྱེན་གྱི་རྒྱལ་བ་དང་། དགྲ་བཅོམ་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་བྱིན་གྱིས་བརླབས་པར་འགྱུར་རོ།
en: If they undertake the practice of the perfection of generosity, they will be blessed by all buddhas, by all bodhisattvas, by all circumstantial victors, and by all worthy ones, and their households will experience inexhaustible wealth.

source: །དེའི་ཁྱིམ་ལོངས་སྤྱོད་ཟད་མི་ཤེས་པར་ཡང་འགྱུར་རོ་ཞེས་བྱ་བ་ནས་སྔར་གསུངས་པ་བཞིན་ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གོམས་པར་བྱེད་ན་ལྷ་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས་མི་རྫི་བར་འགྱུར་རོ་ཞེས་བྱ་བའི་བར་དང་། དེ་ལྷའི་དབང་པོ་ཐམས་ཅད་དང་ཞེས་བྱ་བ་ནས།
en: If they cultivate the perfections of discipline, patience, diligence, concentration, and insight, they will not be harmed by the world with its gods and asuras.

source: མིའི་དབང་པོ་ཐམས་ཅད་ཀྱི་བར་གྱིས་དད་པར་བྱ་བའི་འོས་སུ་གྱུར་པ་ཡིན། དྲན་པར་བྱ་བའི་འོས་སུ་གྱུར་པ་དང་། མངོན་པར་དགའ་བར་བྱ་བའི་འོས་སུ་གྱུར་པ་དང་། མཆོད་པའི་འོས་སུ་གྱུར་པ་དང་། ཕྱག་བྱ་བའི་འོས་སུ་གྱུར་པ་དང་། རབ་ཏུ་བསྲུང་བའི་བར་གྱི་འོས་སུ་གྱུར་པ་ཡིན་ནོ།
en: Instead, they will be worthy to be trusted, remembered, pleased, worshiped, revered, and protected by everyone, from all the lords of the gods to all the lords of the humans.

source: །དེ་ཕྱི་མའི་དུས་ན་འཆི་བའི་ཚེ་ཕྱོགས་བཅུ་ཀུན་ཏུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དག་མཐོང་བར་འགྱུར་རོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཀྱང་དེ་ལ་ཕྱག་རྐྱོང་བར་མཛད་ཅིང་དེ་ལ་འདི་སྐད་དུ། སྐྱེས་བུ་དམ་པ་དག་འོངས་པ་ལེགས་སོ།
en: Later, when they die, they will see in the ten directions blessed buddhas who will extend their hands and tell them, ‘Sublime beings, welcome!

source: །ཚུར་ངེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་གནས་པར་བྱོས་ཤིག །དེར་ངེད་ཀྱིས་ཁྱོད་ས་བཅུ་དག་ལ་གཞག་པར་མཛད་དོ་ཞེས་ཀྱང་གསུང་བར་འགྱུར་རོ། །དེ་སངས་རྒྱས་མཐོང་བ་དང་། འཕགས་པའི་དགའ་བ་དང་། དད་པ་དེས་འཆི་བའི་དུས་བྱས་ན་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་པ་མ་ཡིན་པ་དེ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Please stay here in my pure buddha realm. I will establish you on the ten levels.’ Due to their visions of the buddhas and their noble joy and faith, they will, after they die, be born into buddha realms where the buddhas are present.

source: དེ་དེར་ཡང་ས་བཅུ་ཐོབ་པར་བྱེད་ཅིང་རིང་པོ་མི་ཐོགས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: There, they will reach the ten levels, and before long they will awaken to unsurpassed and perfect buddhahood.

source: །རིགས་ཀྱི་བུ་རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་ཆེན་པོ་འདི་ནི་དེ་ལྟར་དོན་ཆེ་བ་ཡིན་ནོ།
en: Noble son, this great teaching of the fundamental knowledge mantra is therefore very valuable.

source: །རིགས་ཀྱི་བུ་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་དེ་ན་སེམས་ཅན་རྣམས་ནི་ངེས་པར་འབྱེད་པའི་ཆ་དང་འཐུན་པའི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཉམས་པ་དག་ཡིན་ནོ།
en: “Noble son, in that buddha realm of Sahā, sentient beings are deteriorating in the roots of virtue that are conducive to certainty.

source: འདི་ལྟར་དེ་དག་ནི་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ནས་བོར་བ་དག་ཡིན་ཞིང་མཚམས་མེད་པ་བྱེད་པ་དག་དང་། དམ་པའི་ཆོས་སྤོང་བ་དག་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དག་དང་། ལྟུང་བའི་རྩ་བ་བྱུང་བ་དག་ཡིན་པའི་ཕྱིར་རོ།
en: Because they have been removed from all the buddha realms of the ten directions and because they commit the acts of immediate retribution, reject the sacred Dharma, denigrate the noble ones, and commit the root downfalls.

source: །དེ་དག་ཐམས་ཅད་ཀྱིས་ངན་སོང་གསུམ་དུ་ཡུན་རིང་པོར་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་རབ་ཏུ་དྲག་པོ་རབ་ཏུ་རྩུབ་པོ་ཉམས་སུ་མྱོང་ངོ་།
en: For a long time, they have all experienced various types of intense and harsh suffering in the three lower realms.

source: །དེ་དག་ངན་སོང་གསུམ་ལས་ཡོངས་སུ་ཐར་བ་དང་། ཡོངས་སུ་དག་པས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ཡང་དག་པར་བླངས་པའི་རྒྱུ་དང་། དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་སྔོན་གྱི་སྨོན་ལམ་གྱི་རྒྱུས་དེ་དག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་དེར་མི་ཉིད་རྙེད་པ་ཐོབ་བོ།
en: Due to their release from and purification of those three lower realms, they adopt the paths of the ten virtuous actions. Due to that cause, as well as the previous aspirations of the thus-gone Śākyamuni, they have now obtained a human body in that buddha realm.

source: །གང་དེ་དག་གི་སྔོན་གྱི་དད་པའི་དབང་པོ་ནས་ཤེས་རབ་ཀྱི་དབང་པོའི་བར་དང་། སྦྱིན་པ་དང་ལྡན་པ་ལ་གོམས་པ་ནས་ཤེས་རབ་དང་ལྡན་པ་ལ་གོམས་པའི་བར་དང་། སྨོན་ལམ་ལ་གོམས་པ་དང་། འཁོར་བ་ལ་ཡོངས་སུ་སྐྱོ་བ་ལ་གོམས་པ་དང་། བྱང་གྲོལ་གྱི་བདེ་བ་ལ་གོམས་པ་དང་། ཚངས་པའི་གནས་པ་སྒོམ་པ་ལ་གོམས་པ་སྔོན་ཆད་བྱས་པར་གྱུར་པ་དེ་དག་ཐམས་ཅད་ནི་ངན་སོང་གི་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བ་ལ་གོམས་པས་མ་ལུས་པར་བརྗེད་དོ།
en: However, because of their familiarity with the experience of suffering in the lower realms, they have completely forgotten any faculties of faith up to insight that they had developed familiarity with in the past. This also applies to any previous familiarity with generosity up to insight, and it also applies to aspirations, weariness of saṃsāra, happiness of emancipation, and cultivation of the sublime states.

source: །མ་ལུས་པར་བརྗེད་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་དེར་སྐྱེས་ཏེ།
en: Having forgotten all these, they have been born into that buddha realm.

source: ད་དུང་ཡང་ཉེས་པར་སྤྱོད་པ་ཐམས་ཅད་ཀྱི་རྒྱུས་དེ་དག་གཟུགས་མི་སྡུག་པ་དག་དང་། ཚུལ་དུ་མི་ཤིས་པ་དག་དང་། ཡན་ལག་དང་བྲལ་བ་དག་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། གོས་དང་། མལ་ཆ་དང་། རྒྱན་དང་བྲལ་བ་དག་ཏུ་གྱུར་ཏོ།
en: Moreover, due to all their former negative acts, they are born unattractive, ugly, with limbs missing, and lacking food, drinks, clothes, bedding, and ornaments.

source: །དེ་དག་དེར་ཡང་ཚེ་ཐུང་བ་དག་དང་། ཡིད་གཞུངས་པ་ཆུང་བ་དག་དང་། བློ་ཆུང་བ་དག་དང་། ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་ཆུང་བ་དག་དང་། དགེ་བའི་རྩ་བ་ཆུང་བ་དག་དང་། བསོད་ནམས་ཆུང་བ་དག་དང་། གྲུབ་པ་ཆུང་བ་དག་དང་། བྱ་བ་ཆུང་བ་དག་དང་། བྱ་བ་ངན་པ་ལ་ཞུགས་པ་དག་དང་། ལྟ་བ་ངན་པས་ཟིན་པ་དག་དང་། བསྟན་བཅོས་ངན་པ་ལ་དད་པ་དག་དང་། སྨོན་ལམ་ངན་པ་དང་ལྡན་པ་དག་དང་། ནད་མང་བ་དག་ཡིན།
en: There they have short lifespans, their intellect and intelligence are weak, and they have few resources and possessions. Their roots of virtue, merits, and accomplishments are weak, and they perform few positive deeds. They engage in negative activities, they are seized by wrong view, they have faith in negative treatises, and they form harmful aspirations.

source: རྣམ་པར་གཡེང་བ་མང་བ་དག་ཡིན། འཇུག་པ་ལ་སྦྱོར་བ་མང་བ་དག་དང་། ཉེས་པར་སྤྱོད་པ་གསུམ་མང་བ་དག་དང་། ལྟད་མོ་དག་དང་། ལྟས་ངན་པ་དག་དང་། གཟུ་ལུམས་ཅན་དག་དང་། རྩུབ་པ་དག་དང་། ཞེ་སྡང་དང་ལྡན་པ་དག་དང་། མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་ལྡན་པ་དག་དང་། དཀོན་མཆོག་གསུམ་འགོག་པར་བྱེད་པ་དག་ཡིན་ཏེ།
en: They are affected by many diseases, they have many distractions, they have many activities and undertakings, and they repeatedly perform the three types of negative acts. They are discomposed, scathing, impetuous, harsh, and angry. They follow the paths of the ten nonvirtuous actions, and they reject the Three Jewels.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་སེམས་ཅན་ནི་ཕལ་ཆེར་ངན་སོང་གསུམ་དུ་འགྲོ་བ་དག་ཡིན་ནོ།
en: Therefore, most beings in that buddha realm are headed for the three lower realms.

source: །རིགས་ཀྱི་བུ་དག་དེར་རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་ཆེན་པོ་འདི་དེ་དག་གིས་ཐོས་པ་ཙམ་གྱི་མོད་ལ་དེ་དག་ངེས་པར་འབྱེད་པའི་ཆ་དང་འཐུན་པའི་དགེ་བ་དག་གི་ཀུན་ཏུ་སྦྱོར་བས་ངན་སོང་གི་ལམ་དག་ལས་སྒྲོལ་བར་བྱེད་དོ།
en: “Noble son, merely hearing this great teaching of the fundamental knowledge mantra will immediately liberate those beings from the paths that lead to the lower realms, since it connects them to the virtues that accord with certainty.

source: །དེ་དག་སྔོན་བྱས་པའི་དད་པའི་དབང་པོ་ལ་གོམས་པས་དགའ་བར་འགྱུར་བ་ནས། ཤེས་རབ་ཀྱི་དབང་པོའི་བར་ལ་གོམས་པས་དགའ་བར་འགྱུར་བའི་བར་དང་། སྨོན་ལམ་དང་། འཁོར་བའི་སྐྱོན་དང་། ཚངས་པའི་གནས་པ་བསྒོམ་པ་གོམས་པ་ལ་དགའ་བར་འགྱུར་བ་ཡིན་ནོ།
en: They will rejoice in their past familiarity with the faculties of faith up to insight, as well as in their former formation of aspirations, meditation on the defects of saṃsāra, and cultivation of the sublime states.

source: །ཐོས་པ་ཙམ་གྱིས་དེ་དག་གི་ཚེ་འཕེལ་བར་འགྱུར་རོ། །ནད་མེད་པ་འཕེལ་བ་དང་། ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་འཕེལ་བ་དང་། དགེ་བའི་བྱ་བ་འཕེལ་བ་དང་། དགེ་བའི་རྩ་བ་ཡང་དག་པར་སྒྲུབ་པ་འཕེལ་བ་དང་། ཤེས་རབ་འཕེལ་བ་དང་། བྱམས་པ་འཕེལ་བ་ནས། བཏང་སྙོམས་ཀྱི་བར་འཕེལ་བ་དང་། ལེགས་པར་བྱས་པའི་ལས་འཕེལ་བ་མཆོག་ཏུ་འགྱུར་རོ།
en: Just by hearing it, their lifespans will increase, their health will improve, their resources and possessions will multiply, and their virtuous deeds will immensely increase, as will their accomplishments of roots of virtue, their insight, their love, their equanimity, and their wholesome actions.

source: །ཐོས་པ་ཙམ་གྱིས་དེ་དག་ཐམས་ཅད་ཡང་དག་པའི་ལྟ་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: Just by hearing it, they will all develop the correct view.

source: །གང་དག་རིག་སྔགས་ཀྱི་རྟེན་ལུང་བསྟན་པ་ཆེན་པོ་འདི་བཀུར་སྟིར་བྱས་ཏེ་ཉན་པར་བྱེད་ཅིང་ཉིན་ཞག་བདུན་དུ་ལས་གཞན་མི་བྱེད་པར་སེམས་རྩེ་གཅིག་པས་ཆོས་འདི་དག་རྣམ་པར་སྒོམ་པར་བྱེད་པའི་སེམས་ཅན་དེ་དག་ནི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་ལྡན་པ་དག་དང་། ལེགས་པར་སྤྱོད་པ་གསུམ་དང་ལྡན་པ་དག་དང་། དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་དང་། སྨོན་ལམ་གྱི་ཤུགས་ལ་མངོན་པར་དགའ་བ་དག་དང་། ཆོས་ཀྱིས་གནས་པ་དག་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་གསལ་བར་བྱེད་པ་དག་ཏུ་འགྱུར་ཏེ།
en: Those beings who listen respectfully to this great teaching of the fundamental knowledge mantra and contemplate these qualities one-pointedly for seven days without doing anything else will follow the paths of the ten virtuous actions. They will engage in the three types of positive acts, take refuge in the Three Jewels, delight in the strength of aspirations, abide by the Dharma, and illuminate the lineage of the Three Jewels.

source: སེམས་ཅན་གང་དག་དེར་སྔོན་གྱི་སྐྱེ་གནས་མྱོང་བར་འགྱུར་བ་མཚམས་མེད་པ་བྱེད་པ་ནས་ལྟུང་བའི་རྩ་བ་བྱུང་བའི་བར་དག་ནི་མ་གཏོགས་སོ།
en: All those beings—except for those who have committed the acts of immediate retribution or the root downfalls—will recollect their previous lives there.

source: །དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་འདིར་སྐྱེས་ཤིང་སྐྱེ་བར་འགྱུར་བ་དག་ཡིན་ཏེ།
en: After they die, they will then be born in this buddha realm of Sahā, over and over again.

source: གང་དག་གི་སྡིག་པའི་ལས་རབ་ཏུ་ཆེན་པོའི་འབྲས་བུ་རྣམ་པར་སྨིན་པར་སྔོན་ཆད་ཡོངས་སུ་མ་སྤྱད་པའི་སེམས་ཅན་དེ་དག་གིས་རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་ཆེན་པོ་འདི་ཐོས་ན་ཡང་ཡོན་ཏན་དེ་ལྟ་བུ་དེ་དག་ཐོབ་པར་འགྱུར་རོ།
en: Those sentient beings who have not yet experienced the karmic ripening of their extremely severe negative actions will, if they hear this great teaching of the fundamental knowledge mantra, achieve such qualities.

source: །ཐོས་པ་ཙམ་གྱིས་མོད་ལ་ཡང་དེ་དག་གི་ལས་ཀྱི་སྒྲིབ་པ་དཔག་ཏུ་མེད་པ་མ་ལུས་པར་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: As soon as they hear it, all their immeasurable karmic obscurations will be exhausted.

source: །སེམས་ཅན་དེ་དག་གིས་ཀྱང་དེར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཐའ་དག་བྲི་བར་བྱའོ།
en: “In that place, those sentient beings should write down this entire Dharma teaching.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བདུན་པོ་དག་གི་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་བདུན་ཡང་བྱའོ། །
en: They should build statues of the seven perfect buddhas and create monastic compounds for the saṅgha of the thus-gone Śākyamuni’s hearers who abide by the Dharma.

source: དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་ཆོས་ཀྱིས་གནས་པ་རྣམས་ཀྱི་ཀུན་དགའི་ར་བ་ཡང་བྱའོ།
en: They should also arrange benefactors in that place, exert themselves in restoring their vows at the proper times, and listen to the Dharma.

source: །དེར་སྦྱིན་བདག་ཀྱང་རབ་ཏུ་གཞག་པར་བྱའོ། །དུས་དུས་སུ་གསོ་སྦྱོང་གི་སྡོམ་པ་ལ་ཡང་མངོན་པར་བརྩོན་པར་བྱའོ། །ཆོས་མཉན་པར་བྱའོ། །དེར་སེམས་ཅན་གང་དག་དཀོན་མཆོག་གསུམ་ལ་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་ཆེན་པོ་དེ་ལྟ་བུ་འཐོབ་པའི་གནས་དེ་ཡོད་དེ། དེ་དག་གིས་གང་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོར་ངན་སོང་གསུམ་དུ་སྡུག་བསྔལ་དྲག་པོ་རྣམ་པ་སྣ་ཚོགས་མྱོང་བར་འགྱུར་བ་དེ་ཡང་རིས་འཐུན་པ་འདི་ཉིད་ལ་མི་འདོད་པའི་འབྲས་བུ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: For those sentient beings who have developed delight and supreme joy in the Three Jewels, there may manifest some undesirable consequences that resemble those various types of intense suffering they would otherwise experience in the three lower realms for myriads of eons:

source: །ཁ་ཅིག་ལ་ནི་ཡུན་རིང་དུ་ནད་འབྱུང་སྟེ། དེས་དེའི་སྔོན་གྱི་མི་དགེ་བའི་ལས་འཕངས་པ་དག་ཀྱང་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: some may be sick for extended periods, but this will lead to the exhaustion of the capacity of their previous nonvirtuous actions.

source: །ཁ་ཅིག་གི་ནི་ཡན་ལག་བཅད་པས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: For some, it will be exhausted through their limbs being cut off.

source: །ཁ་ཅིག་གི་ནི་ནོར་ཟད་པས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: For some, it will be exhausted through running out of wealth.

source: །ཁ་ཅིག་གི་ནི་འཁོར་ཞིག་པས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: For some, it will be exhausted through the dissolution of their retinues.

source: །ཁ་ཅིག་གི་ནི་ལོངས་སྤྱོད་དང་ཉེ་བར་སྤྱོད་པ་དང་བྲལ་བས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: For some, it will be exhausted through losing their resources and possessions.

source: །ཁ་ཅིག་གི་ནི་འཁོར་དང་། བྲན་དང་། ལུས་ལ་གནོད་པ་བྱེད་པ་དང་། བཙོན་རར་གཞག་པས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: For some, it will be exhausted through being harmed physically by members of their retinues and servants, or through being thrown into prison.

source: །ཁ་ཅིག་གི་ནི་མི་སྙན་པ་དང་། ཉེས་པར་སྨྲས་པའི་ཚིག་ཐོས་པས་ཡོངས་སུ་ཟད་པར་འགྱུར་ཏེ།
en: For some, it will be exhausted through being told unpleasant words and being insulted.

source: རིས་འཐུན་པ་ལ་དེ་དག་གིས་མི་དགེ་བའི་ལས་སྔོན་བྱས་པ་རྣམས་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ།
en: Through such consequences of similar nature, the nonvirtuous actions they created previously will be exhausted.

source: །རིགས་ཀྱི་བུ་རིག་སྔགས་ཀྱི་གཞི་ལུང་སྟོན་པ་ཆེན་པོ་འདི་ནི་དེ་ལྟར་དོན་ཆེ་བ་ཡིན་ནོ། །
en: Noble son, this great teaching of the fundamental knowledge mantra is therefore very valuable.

source: ཏད་ཡ་ཐཱ། ཁ་ག་པ་རི་ཙྪེ་ད། གརྦྷ་ཀྵ་སེ། གརྦྷ་རེ་བིདྱཱ། པྲ་བྷ་ག་ཀྵེ། ཀྵ་བ་ཡོ་གེ། པྲ་ཏི་ཧཱ་རེ། ཤ་མ་ན་སི་ཀ་ཐེ། ས་མ་མེ་གྷ་ཛུཥྚེ། ཨཀྵ་ཡ་ཏ་ཏེ། ཀྵ་བྷ་བ་ཛེ། ནི་ན་ད་ན་ཛྷུ་ཥེ། ས་མཱ་གྲ་ཛྷུ་ཥེ། ཨདྷྱ་ཤ་ཡ་ཛྷུ་ཥེ། བི་པྲ་བྷ་ཛྷུ་ཥེ། ཤཻ་ཀྵ་ཛྷུ་ཥེ། སཏྱ་ཛ་བ་ཛྷུ་ཥེ། སཻ་ནྱ་ཛ་བ་ཛྷུ་ཥེ། ས་ལི་ལ་གུ་ཧྱ་ཛྷུ་ཥེ། ས་ལ་གུ་ཧྱ་བྱཱ་ཀྵེ། པ་ཎ་གྷོ་ཥེ། ས་དཱ་ན་ཀོ་ནེ། སརྦ་དྷ་ནན་ཐྱེ། བཱི་ཏ་པྲ་པྲྀཏ་ཏེ། ཨུ་པ་ཀྲ་མ་ཎ་ཐེ། ཨ་ན་ཙྪ་དྱ་པྲ་ཁེ། པྲ་ཏི་ཀྲ་མ་ན །ས་ཁ་ཐྱེ་ཤེ །ས་ལོ་ཙ་ན་བ་མེ། ཀྲོ་དྷ་དྷ་རེ་ཀཱ་ཤ་ས་ཤེ །ཨཱ་ཀཱ་ཤ་ཁ་གེ །ན་ཡ་ཀུཉྫེ། བི་དྱཱ་བ་ནེ། ཀླཱ་ན་བ་ནེ། ཨུ་པ་བ་ནེ། ས་མེ་མ་ཀཱ་རེ། ཤཱ་ར་ཡ་བ་ནེ། མེ་གྷ་ཛྷུ་ཥེ། ཧ་རི་ཀོ་ན། བ་ན་ཡ་ན་མུ་ཁེ། ས་ར་ཀྵ་ཀོ་ལེ། ན་རཱ་ཡ་ན་ཛྷུ་ཥེ། ཨིན་དྲ་བས་ནེ། ཨོ་ཨ། ཨ་བ་ཨཱ། ཨ་ར་བ་ཧ། ཛ་རཱ། ཨ་བ་རཱ་བ། ས་མེ་གྷ་དུཿཁེ་ན་སྟི་ར་ཎི་ནིརྦཱ་ཧེ་སྭཱ་ཧཱ།
en: tadyathā: khagapariccheda garbhakṣase garbharevidyā prabhagakṣe kṣavayoge pratihāre śamanasikathe samameghajuṣṭe akṣayatate kṣabhavaje ninadanajhuṣe samāgrajhuṣe adhyāśayajhuṣe viprabhajhuṣe śaikṣajhuṣe satyajavajhuṣe sainyajavajhuṣe salilaguhyajhuṣe salaguhyavyākṣe paṇaghoṣe sadānakone sarvadhananthye vītapravṛtate upakramaṇathe anacchadyaprakhe pratikramana sakhathyeśe salocanavame krodhadharekāśasaśe ākāśakhage nayakuñje vidyāvane klānavane upavane samemakāre śārayavane meghajhuṣe harikona vanayanmukhe sarakṣakole narāyanajhuṣe indravasane o a a va ā aravaha jarā avarāva sameghaduḥkhenastira­ṇirvāhe svāhā.

source: རིགས་ཀྱི་བུ་རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་ཆེན་པོ་འདི་ནི་ཡོན་ཏན་ཆེ་བ། ཕན་ཡོན་ཆེ་བ།
en: “Noble son, this great teaching of the fundamental knowledge mantra is very valuable and beneficial.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་བྱེད་པ་དང་། ཁྲུས་བྱེད་པ། སྣང་བར་བྱེད་པ། དྲན་པར་བྱེད་པ། ཉེ་བར་ཞི་བར་བྱེད་པ་ཡིན་ཏེ།
en: It benefits, cleanses, illuminates, reminds, and pacifies all beings.

source: དེ་ལ་གང་དག་སེམས་རྩེ་གཅིག་པས་ཉན་པར་བྱེད་ཅིང་ཇི་ལྟར་བསྟན་པ་བཞིན་དུ་སྒྲུབ་པར་བྱེད་པའི་སེམས་ཅན་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པར་འགྱུར་རོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་དང་། རྐྱེན་གྱི་རྒྱལ་བ་ཐམས་ཅད་དང་། དགྲ་བཅོམ་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པར་འགྱུར་རོ།
en: Sentient beings who listen to it one-pointedly and accomplish it as it is taught will be blessed by all thus-gone ones, by all bodhisattva great beings, by all circumstantial victors, and by all the worthy ones.

source: །དེ་དག་ཐམས་ཅད་ནི་ལྷའི་དབང་པོ་ནས། མིའི་དབང་པོའི་བར་གྱིས་བསམས་པ་དང་། དད་པར་བྱ་བའི་འོས་སུ་གྱུར་པ་དང་། ཕྱག་བྱ་བའི་འོས་སུ་གྱུར་པ་དང་། མཆོད་པའི་འོས་སུ་གྱུར་པ་ཡིན་ནོ། །ཤིན་ཏུ་བསྲུང་བར་བྱ་བའི་འོས་སུ་གྱུར་པ་ཡིན་ནོ།
en: They will deserve the consideration, trust, reverence, offerings, and protection of everyone—from the lords of the gods to the lords of the humans.

source: །སེམས་ཅན་དེ་དག་ནི་ཕྱི་མའི་དུས་ན་འཆི་བའི་དུས་ཀྱི་ཚེ་རྣམ་པར་ཤེས་པ་ཐ་མ་ལ་ཕྱོགས་བཅུ་ཀུན་ནས་མདུན་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མཐོང་བར་འགྱུར་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཀྱང་དེ་ལ་ཕྱག་རྐྱོང་བར་མཛད་ཅིང་འདི་སྐད་དུ། ཀྱེ་ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ཚུར་ཤོག །ངེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་གནས་པར་གྱིས་ཤིག །དེང་ངེད་ཀྱིས་ཁྱོད་ས་བཅུ་དག་ལ་གཞག་པར་བྱའོ་ཞེས་ཀྱང་གསུང་བར་མཛད་དོ།
en: Later, in their last moment of consciousness when they are about to die, they will see in front of them blessed buddhas from the ten directions who will extend their hands and tell them, ‘O, come here, you who possess a wealth of qualities!

source: །དེ་སངས་རྒྱས་མཐོང་བའི་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་དང་། དད་པ་འཕགས་པ་དེས་འཆི་བའི་དུས་བྱས་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་པ་མ་ཡིན་པ་དག་ཏུ་སྐྱེ་བར་འགྱུར་ཞིང་དེ་དེར་ཡང་ས་བཅུ་དག་ཐོབ་པར་འགྱུར་ཞིང་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་སྟེ།
en: Please stay in my pure buddha realm. I will establish you on the ten levels.’ Due to their noble joy, delight, and faith born from their visions of the buddhas, they will, after they die, be born into buddha realms where the buddhas are present. There they will reach the ten levels and swiftly awaken to unsurpassed and perfect buddhahood.

source: རིག་སྔགས་ཀྱི་རྟེན་ལུང་སྟོན་པ་ཆེན་པོ་འདི་ནི་སེམས་ཅན་རྣམས་ཀྱི་ལས་ཟད་པར་བྱ་བ་དང་། རྣམ་པར་དག་པ་ཐོབ་པར་བྱ་བ་དང་། བྱང་གྲོལ་གྱི་བདེ་བ་ཐོབ་པར་བྱ་བའི་ཕྱིར་དེ་ལྟར་དོན་ཆེ་བ་དང་། ཕན་ཡོན་ཆེ་བ་ཡིན་གྱིས་ལོང་ལ་མི་མཇེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སོང་ཤིག །ངའི་བཀས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་ལ་ཞུས་ཤིག །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྣང་བའི་སྙིང་པོ་དཔལ་དེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་ལྟར་འཚལ་ལགས་སོ། །
en: This great teaching of the fundamental knowledge mantra is therefore very valuable and beneficial for exhausting the karmic actions of sentient beings and causing the attainment of complete purity and the attainment of the happiness of emancipation. Therefore, take it with you, go to the Sahā world, and present my words to the thus-gone Śākyamuni!” The bodhisattva great being Glorious Essence of Light replied, “Respected Blessed One, I shall do so!”

source: ཡང་དེའི་ཚེ་འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གྲངས་མེད་དཔག་ཏུ་མེད་པས་ཀྱང་ཚིག་འཐུན་པར་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་ལ་བལྟ་བ་དང་། ཕྱག་བགྱི་བ་དང་། བསྙེན་བཀུར་བགྱི་བ་དང་། འདུས་པ་ཆེན་པོ་དེ་ཡང་བལྟ་བ་དང་། ཉི་མའི་སྙིང་པོའི་ཆོས་ཀྱིས་གནས་པ་ཀླུའི་ཡུལ་རྣམ་པར་འཇིག་པར་བགྱིད་པའི་འོད་ཟེར་གྱི་ལེའུ་སེམས་ཅན་རྣམས་ཀྱི་ལས་བས་པར་འགྱུར་བའི་གཟུངས་སྔགས་ཐོས་པར་འཚལ་ཏེ།
en: At that moment, in that retinue, an innumerable and limitless number of bodhisattva great beings exclaimed in unison, “Respected Blessed One, we also want to behold the thus-gone Śākyamuni, to pay homage to him, to revere him, to behold his great assembly, and to hear the practice of the Dharma of The Quintessence of the Sun, the section on the light rays that destroy the domain of the nāgas, this dhāraṇī mantra that exhausts the karmic actions of sentient beings.

source: བདག་ཅག་ཀྱང་ཏིང་ངེ་འཛིན་གྱི་རྣལ་འབྱོར་ལས་ལངས་ནས་རིང་པོ་མ་ལགས།
en: It has not been long since we arose from the practice of absorption.

source: སྔ་མ་ཡང་ཀུན་ཕྱིན་ལགས་ན་བཙུན་པ་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་དེར་བདག་ཅག་ཀྱང་མཆི་བར་གནང་བར་མཛད་པར་གསོལ།
en: Respected Blessed One, since many others have already left, please allow us also to go to the Sahā world!”

source: དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོ་དེས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་དག་ཁྱེད་ཅག་ཐམས་ཅད་ལྷན་ཅིག་འཐུན་པར་སྲེད་མེད་ཀྱི་བུའི་མདོག་དང་། རྟགས་དང་། གཟུགས་དང་། དབྱིབས་དང་། སྤྱོད་ལམ་དང་། ཆ་བྱད་ཀྱིས་ཁྱེད་དེང་ཤིག །བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་ལྟར་འཚལ་ལགས་སོ་ཞེས་ཀྱང་གསོལ་ཏེ།
en: The thus-gone Royal Mass of Glorious Wisdom said to them, “Noble sons, all of you proceed together while assuming the complexion, marks, appearance, shape, behavior, and attire of Nārāyaṇa!” They replied, “Respected Blessed One, we shall do so!”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྣང་བའི་སྙིང་པོ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ཐམས་ཅད་དང་ལྷན་ཅིག་ཏུ་སྲེད་མེད་ཀྱི་བུའི་མདོག་དང་། རྟགས་དང་། གཟུགས་དང་། དབྱིབས་དང་། སྤྱོད་ལམ་དང་། ཆ་བྱད་དུ་བདག་ཉིད་མངོན་པར་སྤྲུལ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡེ་ཤེས་དཔལ་བརྩེགས་རྒྱལ་པོའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ལན་གསུམ་དུ་བསྐོར་བ་བྱས་ནས་དེ་ནས་ཆས་ཏེ་ཡུད་ཙམ་གཅིག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་འདིར་ཕྱིན་ཏོ།
en: The bodhisattva great being Glorious Essence of Light and all those bodhisattva great beings now transformed themselves to have the complexion, marks, appearance, shape, behavior, and attire of Nārāyaṇa. They prostrated to the feet of the thus-gone Royal Mass of Glorious Wisdom and circumambulated him three times.

source: །སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་འདིར་དེ་དག་ཕྱིན་པ་ཙམ་གྱི་མོད་ལ་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་ཐམས་ཅད་དུ་བཅོམ་ལྡན་འདས་ལ་མཆོད་པའི་ལས་བྱ་བའི་ཕྱིར་འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་ཆར་པ་མངོན་པར་རབ་ཏུ་ཕབ་བོ།
en: Then they left and instantaneously arrived in the buddha realm of Sahā.

source: །དེ་དག་གླིང་བཞི་པ་བར་མ་འདི་ག་ལ་བ་དང་། ཡུལ་མ་ག་དྷཱའི་ཞིང་ག་ལ་བ་དེ་ལོགས་སུ་དོང་སྟེ།
en: As soon as they arrived, they showered a rain of gold from the Jambū River everywhere in the buddha realm of Sahā in order to worship the Blessed One.

source: དོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ།
en: They then proceeded toward the middle region of the four continents, in the direction of Magadha.

source: །བཅོམ་ལྡན་འདས་ནི་ད་དུང་ཡང་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་དང་ཐབས་ཅིག་ཆོས་ཀྱིས་གནས་པའི་གཏམ་རབ་ཏུ་མཛད་དོ།
en: When they arrived there, they prostrated to the feet of the blessed Śākyamuni and sat to one side. The Blessed One was still engaged in a discourse with King Bimbisāra about how to abide by the Dharma.

source: །ཡང་དེའི་ཚེ་བྱང་ཕྱོགས་ན་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་བརྒྱད་ཅུའི་བྱེ་མ་སྙེད་འདས་པ་དེ་ན་སངས་རྒྱས་ཀྱི་ཞིང་སྤོས་ཐམས་ཅད་ཡང་དག་པར་འཕགས་པ་ཞེས་བྱ་བ་ཡོད་དེ། སངས་རྒྱས་ཀྱི་ཞིང་སྙིགས་མ་ལྔ་དང་ལྡན་པར་གནས་པ་དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔལ་མེ་ཏོག་གི་སྙིང་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: Also during that time, in the northern direction, beyond buddha realms as numerous as the grains of sand in eighty Ganges Rivers, there was a buddha realm ripe with the five degenerations called Manifestation of All Perfumes, where the thus-gone, worthy, perfect Buddha Glorious Essence of Flowers was residing. He thrived, lived well, and taught the Dharma.
